Revit 2024 API
PolymeshTopology.NumberOfFacets Property
 The number of facet in the polymesh.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int NumberOfFacets { get; }
Visual Basic
Public ReadOnly Property NumberOfFacets As Integer
	Get
Visual C++
public:
property int NumberOfFacets {
	int get ();
}
See Also
PolymeshTopology Class
Autodesk.Revit.DB Namespace